{
  "intents": [
    {
      "tag": "проживание_в_общежитии",
      "patterns": [
        "Где находится общежитие?",
        "Как подать заявку на проживание в общежитии?",
        "Какие условия проживания в общежитии?",
        "Сколько стоит проживание в общежитии?",
        "Есть ли общежитие для иностранных студентов?"
      ],
      "responses": [
        "Наше общежитие расположено на территории кампуса рядом с основными корпусами.",
        "Чтобы подать заявку на проживание в общежитии, заполните форму на нашем сайте и прикрепите необходимые документы.",
        "Условия проживания включают двухместные комнаты, общий санузел и доступ к кухне.",
        "Стоимость проживания в общежитии составляет 10 000 рублей в месяц.",
        "Да, мы предоставляем места в общежитии для иностранных студентов. Пожалуйста, свяжитесь с офисом международных студентов для получения подробной информации."
      ]
    },
    {
      "tag": "аренда_жилья",
      "patterns": [
        "Как найти квартиру для аренды рядом с университетом?",
        "Какие документы нужны для аренды жилья?",
        "Какая средняя стоимость аренды квартиры в этом районе?",
        "Могу ли я арендовать жильё на короткий срок?",
        "Есть ли помощь от банка в поиске аренды?"
      ],
      "responses": [
        "Вы можете воспользоваться онлайн-платформами для поиска аренды жилья или обратиться в агентства недвижимости рядом с университетом.",
        "Для аренды жилья обычно требуются паспорт, студенческий билет и справка о доходах или поручительство.",
        "Средняя стоимость аренды квартиры в этом районе составляет около 25 000 рублей в месяц.",
        "Да, некоторые арендодатели предлагают жильё на короткий срок. Рекомендуем уточнять условия при обращении.",
        "Наш банк предлагает специальные кредитные продукты для студентов, которые могут помочь с арендой жилья. Свяжитесь с нашим консультантом для подробностей."
      ]
    },
    {
      "tag": "оплата_обучения",
      "patterns": [
        "Как оплатить обучение онлайн?",
        "Есть ли рассрочка для оплаты обучения?",
        "Какие способы оплаты доступны?",
        "Могу ли я получить кредит на обучение?",
        "Когда крайний срок оплаты семестра?"
      ],
      "responses": [
        "Оплатить обучение онлайн можно через наш интернет-банк или мобильное приложение, используя карту или электронные кошельки.",
        "Да, мы предлагаем рассрочку на оплату обучения. Свяжитесь с отделом финансов для получения подробной информации.",
        "Доступные способы оплаты: банковский перевод, оплата картой, электронные платежные системы и наличными в отделении банка.",
        "Да, наш банк предоставляет кредиты на обучение для студентов с льготными условиями. Обратитесь в отделение для оформления заявки.",
        "Крайний срок оплаты семестра — 15 сентября. Пожалуйста, убедитесь, что платеж будет совершен до этой даты, чтобы избежать просрочек."
      ]
    },
    {
      "tag": "поездки_из_университета",
      "patterns": [
        "Как оформить поездку из университета?",
        "Какие виды поездок доступны для студентов?",
        "Сколько стоит поездка за границу от университета?",
        "Есть ли гранты на поездки для студентов?",
        "Как зарегистрироваться на учебную поездку?"
      ],
      "responses": [
        "Чтобы оформить поездку из университета, заполните заявку на нашем портале и предоставьте необходимые документы.",
        "Доступны учебные поездки, стажировки, обменные программы и экскурсионные поездки.",
        "Стоимость поездки за границу зависит от направления и продолжительности. Примерно от 50 000 до 150 000 рублей.",
        "Да, наш банк совместно с университетом предоставляет гранты на поездки для студентов. Узнайте подробности у координатора программы.",
        "Для регистрации на учебную поездку необходимо заполнить онлайн-форму на нашем сайте и пройти собеседование с координатором."
      ]
    },
    {
      "tag": "стажировки",
      "patterns": [
        "Как найти стажировку через университет?",
        "Какие стажировки доступны для студентов?",
        "Могу ли я получить стипендию во время стажировки?",
        "Как подать заявку на стажировку?",
        "Какие требования для стажировки?"
      ],
      "responses": [
        "Вы можете найти стажировки через карьерный центр университета или на нашем сайте, где публикуются актуальные предложения.",
        "Доступны стажировки в IT-компаниях, банковском секторе, маркетинге и других областях.",
        "Некоторые стажировки предусматривают стипендию. Уточняйте условия у работодателя при подаче заявки.",
        "Чтобы подать заявку на стажировку, отправьте своё резюме и мотивационное письмо через наш онлайн-портал.",
        "Требования к стажировке могут включать определённый уровень образования, знание языков и навыки в соответствующей области."
      ]
    },
    {
      "tag": "финансовые_вопросы",
      "patterns": [
        "Как открыть студенческий счёт?",
        "Какие преимущества студенческого кредита?",
        "Как получить финансовую помощь от банка?",
        "Какие банковские продукты подходят для студентов?",
        "Как управлять бюджетом во время учёбы?"
      ],
      "responses": [
        "Открыть студенческий счёт можно в любом нашем отделении, предоставив паспорт и студенческий билет.",
        "Студенческий кредит предлагает низкую процентную ставку и гибкие условия погашения, что делает его удобным для покрытия расходов на обучение.",
        "Для получения финансовой помощи обратитесь в отделение банка с документами, подтверждающими вашу студенческую деятельность и потребности.",
        "Мы предлагаем специальные студенческие кредитные карты, накопительные счета и онлайн-банкинг с льготами для студентов.",
        "Рекомендуем использовать мобильные приложения для отслеживания расходов, составлять ежемесячный бюджет и откладывать часть средств на непредвиденные расходы."
      ]
    },
    {
      "tag": "прочие_вопросы",
      "patterns": [
        "Как получить консультацию по финансовым вопросам?",
        "Есть ли скидки для студентов на банковские услуги?",
        "Как защитить свой банковский счёт от мошенников?",
        "Можно ли перевести деньги за границу?",
        "Как закрыть банковский счёт?"
      ],
      "responses": [
        "Вы можете получить консультацию по финансовым вопросам, записавшись на приём к нашему финансовому консультанту через сайт или в отделении.",
        "Да, для студентов предусмотрены специальные скидки на обслуживание счетов и кредитные продукты. Подробности уточняйте у менеджера.",
        "Для защиты вашего банковского счёта используйте сложные пароли, включайте двухфакторную аутентификацию и не передавайте свои данные третьим лицам.",
        "Да, мы предлагаем международные переводы через SWIFT. Свяжитесь с нашим менеджером для оформления перевода.",
        "Чтобы закрыть банковский счёт, обратитесь в ближайшее отделение банка с заполненной заявкой и удостоверением личности."
      ]
    },
    {
      "tag": "библиотека",
      "patterns": [
        "Как получить доступ к университетской библиотеке?",
        "Какие ресурсы доступны в библиотеке?",
        "Можно ли продлить срок возврата книг?",
        "Есть ли электронные книги в библиотеке?",
        "Как найти нужную книгу в каталоге?"
      ],
      "responses": [
        "Для доступа к библиотеке вам необходимо предъявить студенческий билет и пройти регистрацию в читальном зале.",
        "В библиотеке доступны книги, журналы, электронные ресурсы и учебные материалы по различным предметам.",
        "Да, вы можете продлить срок возврата книг онлайн через наш сайт или в библиотеке лично.",
        "Да, в нашей библиотеке есть широкий выбор электронных книг и доступ к онлайн-базам данных.",
        "Вы можете воспользоваться онлайн-каталогом на нашем сайте или обратиться за помощью к библиотекарю."
      ]
    },
    {
      "tag": "учебные_материалы",
      "patterns": [
        "Где можно найти учебные материалы по курсу?",
        "Есть ли доступ к онлайн-лекциям?",
        "Как скачать презентации преподавателей?",
        "Можно ли получить дополнительные задания?",
        "Как получить доступ к лабораторным работам?"
      ],
      "responses": [
        "Учебные материалы доступны на платформе дистанционного обучения. Войдите в свой аккаунт, чтобы просмотреть доступные ресурсы.",
        "Да, все лекции записаны и доступны в разделе 'Лекции' на нашем учебном портале.",
        "Преподаватели размещают презентации в соответствующих разделах курса. Вы также можете обратиться к ним за дополнительными материалами.",
        "Для получения дополнительных заданий свяжитесь с вашим преподавателем или посетите раздел 'Дополнительные материалы' на портале.",
        "Доступ к лабораторным работам предоставляется через нашу онлайн-платформу. Убедитесь, что вы вошли в систему с учётными данными студента."
      ]
    },
    {
      "tag": "техническая_поддержка",
      "patterns": [
        "Как связаться с технической поддержкой?",
        "У меня проблемы с доступом к системе.",
        "Не работает мой учебный портал.",
        "Как восстановить забытый пароль?",
        "Есть ли мобильное приложение для студентов?"
      ],
      "responses": [
        "Вы можете связаться с технической поддержкой по телефону +7 (123) 456-7890 или отправить письмо на support@university.edu.",
        "Пожалуйста, попробуйте сбросить пароль или обратитесь в техническую поддержку для помощи.",
        "Мы работаем над устранением проблемы. Пожалуйста, попробуйте позже или свяжитесь с технической поддержкой.",
        "Для восстановления пароля перейдите на страницу входа и нажмите 'Забыли пароль?', затем следуйте инструкциям.",
        "Да, у нас есть мобильное приложение, доступное для загрузки в App Store и Google Play. Оно позволяет получать доступ к учебным материалам и уведомлениям."
      ]
    },
    {
      "tag": "спорт_и_здоровье",
      "patterns": [
        "Какие спортивные секции доступны для студентов?",
        "Как записаться в спортзал университета?",
        "Есть ли программы по здоровому питанию?",
        "Как получить медицинскую помощь на кампусе?",
        "Какие мероприятия проводятся для поддержания здоровья?"
      ],
      "responses": [
        "В университете доступны секции по футболу, баскетболу, плаванию, йоге и другим видам спорта. Посетите сайт спортивного комплекса для регистрации.",
        "Для записи в спортзал вам необходимо оформить абонемент в спортивном центре университета. Вы можете сделать это онлайн или лично.",
        "Да, у нас есть программы по здоровому питанию, включая консультации с диетологами и мастер-классы по приготовлению полезных блюд.",
        "На кампусе работает медицинский пункт, куда вы можете обратиться за первичной медицинской помощью. Для неотложных случаев звоните 112.",
        "Мы регулярно проводим фитнес-занятия, семинары по здоровому образу жизни и спортивные мероприятия для студентов."
      ]
    },
    {
      "tag": "кафедры_и_преподаватели",
      "patterns": [
        "Как связаться с кафедрой моего факультета?",
        "Где найти расписание занятий?",
        "Как подать заявку на смену преподавателя?",
        "Кто мой куратор?",
        "Где можно узнать о научных проектах кафедры?"
      ],
      "responses": [
        "Связаться с кафедрой можно через официальный сайт факультета или по телефону, указанному в разделе контактов.",
        "Расписание занятий доступно на нашем учебном портале в разделе 'Расписание'. Вы также можете скачать его в формате PDF.",
        "Для смены преподавателя обратитесь в деканат вашего факультета с официальным запросом.",
        "Ваш куратор назначен автоматически и указан в личном кабинете студента на учебном портале.",
        "Информацию о научных проектах кафедры можно найти на странице кафедры на официальном сайте или связаться с научным руководителем."
      ]
    },
    {
      "tag": "библиотечные_услуги",
      "patterns": [
        "Как заказать книгу из другой библиотеки?",
        "Есть ли сервис бронирования мест в читальном зале?",
        "Как получить доступ к научным журналам?",
        "Можно ли воспользоваться компьютерами в библиотеке?",
        "Как вернуть просроченную книгу?"
      ],
      "responses": [
        "Для заказа книги из другой библиотеки заполните заявку на нашем портале, и мы организуем доставку.",
        "Да, вы можете забронировать место в читальном зале через онлайн-систему бронирования на сайте библиотеки.",
        "Доступ к научным журналам предоставляется через нашу электронную библиотеку. Войдите в систему с учётными данными студента.",
        "Да, в библиотеке есть компьютеры с доступом в интернет и специальным программным обеспечением для студентов.",
        "Для возврата просроченной книги обратитесь в библиотеку. Возможно, потребуется уплатить штраф за просрочку."
      ]
    },
    {
      "tag": "питание_и_ресторан",
      "patterns": [
        "Где находятся столовые университета?",
        "Какие блюда предлагаются в кафетерии?",
        "Можно ли заказать еду онлайн?",
        "Есть ли вегетарианские опции в ресторане?",
        "Как получить скидку на питание?"
      ],
      "responses": [
        "Столовые университета расположены в главном корпусе и рядом с факультетами. Расписание работы доступно на сайте.",
        "В кафетерии предлагаются горячие блюда, салаты, выпечка и напитки. Меню обновляется ежедневно.",
        "Да, вы можете заказать еду через наше мобильное приложение и забрать её в удобное для вас время.",
        "Да, в ресторане есть вегетарианские и веганские блюда. Ознакомьтесь с меню на нашем сайте.",
        "Студенты могут получить скидку на питание по студенческому билету. Убедитесь, что вы активировали карту в столовой."
      ]
    },
    {
      "tag": "общежитие_для_иностранцев",
      "patterns": [
        "Как подать заявку на общежитие для иностранных студентов?",
        "Какие документы нужны иностранному студенту для проживания в общежитии?",
        "Есть ли поддержка для иностранных студентов в общежитии?",
        "Можно ли выбрать комнату с соседом по стране?",
        "Какие условия проживания для иностранных студентов?"
      ],
      "responses": [
        "Иностранные студенты могут подать заявку через международный офис университета или на нашем сайте.",
        "Для проживания в общежитии иностранному студенту потребуется паспорт, студенческая виза и подтверждение поступления.",
        "Да, в общежитии есть сотрудники, говорящие на нескольких языках, а также организуются мероприятия для интеграции иностранных студентов.",
        "Вы можете указать предпочтения при подаче заявки, однако размещение с соседом из вашей страны зависит от наличия свободных мест.",
        "Условия проживания включают меблированные комнаты, доступ к интернету, кухню и общие зоны отдыха."
      ]
    },
    {
      "tag": "бизнес_инкубатор",
      "patterns": [
        "Как попасть в бизнес-инкубатор университета?",
        "Какие услуги предоставляет бизнес-инкубатор?",
        "Есть ли поддержка для стартапов?",
        "Как подать заявку на участие в бизнес-инкубаторе?",
        "Какие требования для стартапов в инкубаторе?"
      ],
      "responses": [
        "Для попадания в бизнес-инкубатор необходимо представить бизнес-план и пройти отбор через конкурс на сайте инкубатора.",
        "Бизнес-инкубатор предоставляет офисные помещения, менторскую поддержку, доступ к ресурсам и возможности для нетворкинга.",
        "Да, мы предлагаем консультации с опытными предпринимателями, обучение и доступ к финансированию для стартапов.",
        "Чтобы подать заявку, заполните форму на нашем сайте и предоставьте все необходимые документы, включая описание проекта.",
        "Требования включают инновационность идеи, потенциал роста и заинтересованность команды в развитии проекта."
      ]
    },
    {
      "tag": "курсы_и_семинары",
      "patterns": [
        "Какие дополнительные курсы предлагает университет?",
        "Как записаться на семинар по развитию навыков?",
        "Есть ли онлайн-курсы для студентов?",
        "Какие курсы повышения квалификации доступны?",
        "Где можно найти расписание семинаров?"
      ],
      "responses": [
        "Университет предлагает различные дополнительные курсы, включая языковые, IT и профессиональные навыки. Подробнее на сайте.",
        "Для записи на семинар перейдите на страницу мероприятия и заполните регистрационную форму.",
        "Да, большинство дополнительных курсов доступны в онлайн-формате через нашу образовательную платформу.",
        "Доступны курсы повышения квалификации по различным направлениям, таким как управление проектами, маркетинг и финансы.",
        "Расписание семинаров можно найти в разделе 'Мероприятия' на нашем учебном портале или в мобильном приложении."
      ]
    },
    {
      "tag": "карьерный_центр",
      "patterns": [
        "Как записаться на консультацию в карьерный центр?",
        "Какие услуги предоставляет карьерный центр?",
        "Есть ли ярмарки вакансий для студентов?",
        "Как подготовиться к собеседованию?",
        "Где найти стажировки через карьерный центр?"
      ],
      "responses": [
        "Для записи на консультацию в карьерный центр заполните форму на нашем сайте или посетите центр лично.",
        "Карьерный центр предоставляет услуги по поиску работы, подготовке резюме, консультациям по карьере и организации мероприятий.",
        "Да, мы регулярно проводим ярмарки вакансий, на которых представляются ведущие компании и организации.",
        "Мы рекомендуем пройти тренинги по собеседованию, ознакомиться с типичными вопросами и подготовить примеры своих достижений.",
        "Стажировки можно найти на сайте карьерного центра или через специализированные платформы, доступные для студентов."
      ]
    },
    {
      "tag": "транспорт_и_парковка",
      "patterns": [
        "Как добраться до университета на общественном транспорте?",
        "Есть ли парковочные места для студентов?",
        "Как получить проездной билет для студентов?",
        "Можно ли арендовать велосипед на кампусе?",
        "Какие расписания автобусов обслуживают университет?"
      ],
      "responses": [
        "До университета можно добраться на автобусах №5, 12 и 27. Подробное расписание на нашем сайте.",
        "Да, для студентов предусмотрены парковочные места на территории кампуса. Зарегистрируйте свой автомобиль через портал.",
        "Проездные билеты для студентов можно оформить через транспортную компанию или в студенческом центре.",
        "На кампусе доступна аренда велосипедов через сервис BikeShare. Зарегистрируйтесь на сайте для получения доступа.",
        "Автобусы №5, 12 и 27 обслуживают университет ежедневно с 6:00 до 23:00. Расписание доступно на сайте транспорта."
      ]
    },
    {
      "tag": "библиотечные_мероприятия",
      "patterns": [
        "Какие мероприятия проводятся в библиотеке?",
        "Есть ли клубы по интересам в библиотеке?",
        "Как записаться на книжные встречи?",
        "Проводятся ли лекции в библиотеке?",
        "Как стать волонтером в библиотеке?"
      ],
      "responses": [
        "В библиотеке регулярно проводятся книжные клубы, семинары и мастер-классы. Подробности на сайте.",
        "Да, у нас есть клубы по интересам, такие как литературный клуб, клуб научной фантастики и другие.",
        "Для записи на книжные встречи заполните форму на нашем сайте или обратитесь в библиотеку.",
        "Да, библиотека проводит лекции и презентации книг с приглашёнными авторами и экспертами.",
        "Чтобы стать волонтером, отправьте заявку через наш сайт или посетите библиотеку для регистрации."
      ]
    },
    {
      "tag": "семинарии_и_вебинары",
      "patterns": [
        "Какие вебинары доступны для студентов?",
        "Как записаться на семинар по лидерству?",
        "Есть ли бесплатные вебинары?",
        "Где можно посмотреть записи прошедших семинаров?",
        "Какие темы покрывают вебинары?"
      ],
      "responses": [
        "Мы предлагаем вебинары по различным темам, включая карьерное развитие, технологии и личностный рост. Подробнее на сайте.",
        "Для записи на семинар по лидерству перейдите на страницу мероприятия и заполните регистрационную форму.",
        "Да, некоторые вебинары проводятся бесплатно. Ознакомьтесь с расписанием на нашем образовательном портале.",
        "Записи прошедших семинаров доступны в разделе 'Архив мероприятий' на нашем сайте.",
        "Наши вебинары охватывают темы от профессиональных навыков до личностного развития и современных технологий."
      ]
    },
    {
      "tag": "курсы_и_тренинги",
      "patterns": [
        "Какие курсы программирования предлагает университет?",
        "Как записаться на тренинг по дизайну?",
        "Есть ли курсы повышения квалификации для преподавателей?",
        "Какие языки программирования изучаются?",
        "Где найти расписание тренингов?"
      ],
      "responses": [
        "Университет предлагает курсы по Python, Java, C++, веб-разработке и другим языкам программирования. Подробности на сайте.",
        "Для записи на тренинг по дизайну заполните форму на странице мероприятия или обратитесь в учебный центр.",
        "Да, для преподавателей доступны курсы повышения квалификации в области методики преподавания и новых технологий.",
        "В основном изучаются Python, Java, C++, JavaScript и другие популярные языки программирования.",
        "Расписание тренингов доступно на нашем учебном портале в разделе 'Курсы и тренинги'."
      ]
    },
    {
      "tag": "обменные_программы",
      "patterns": [
        "Как подать заявку на участие в обменной программе?",
        "Какие университеты участвуют в обменных программах?",
        "Есть ли гранты для студентов, участвующих в обмене?",
        "Какие требования для участия в обменной программе?",
        "Сколько длится обменная программа?"
      ],
      "responses": [
        "Для участия в обменной программе заполните заявку на нашем сайте и предоставьте необходимые документы.",
        "В обменных программах участвуют университеты из Европы, Азии, Северной и Южной Америки. Полный список на сайте.",
        "Да, для студентов, участвующих в обмене, доступны гранты и стипендии. Уточняйте детали у координатора программы.",
        "Требования включают хороший академический успех, знание иностранного языка и мотивационное письмо.",
        "Обменные программы обычно длятся от одного семестра до одного академического года."
      ]
    },
    {
      "tag": "электронные_ресурсы",
      "patterns": [
        "Как получить доступ к электронным библиотекам?",
        "Есть ли подписка на научные журналы?",
        "Где найти онлайн-курсы по моему направлению?",
        "Можно ли скачать учебные материалы?",
        "Как использовать электронные ресурсы для исследований?"
      ],
      "responses": [
        "Доступ к электронным библиотекам предоставляется через ваш личный кабинет на учебном портале.",
        "Да, университет оформил подписку на множество научных журналов. Вы можете воспользоваться ими онлайн.",
        "На нашем образовательном портале доступны онлайн-курсы по различным направлениям. Войдите в систему для доступа.",
        "Учебные материалы доступны для скачивания в соответствующих разделах курса на учебном портале.",
        "Используйте электронные ресурсы для поиска литературы, проведения анализа данных и подготовки научных работ. Подробные инструкции на сайте."
      ]
    },
    {
      "tag": "академическая_поддержка",
      "patterns": [
        "Как получить академическую поддержку?",
        "Есть ли репетиторы для сложных предметов?",
        "Как улучшить свои оценки?",
        "Можно ли получить консультацию по курсовой работе?",
        "Как составить план обучения?"
      ],
      "responses": [
        "Для получения академической поддержки обратитесь в учебный центр или свяжитесь с вашим преподавателем.",
        "Да, у нас есть список репетиторов для различных предметов. Запись доступна через учебный портал.",
        "Рекомендуем регулярно посещать занятия, участвовать в обсуждениях и обращаться за помощью к преподавателям при необходимости.",
        "Консультации по курсовой работе проводятся преподавателями и научными руководителями. Запишитесь на приём через сайт.",
        "Для составления плана обучения воспользуйтесь нашими шаблонами или обратитесь за помощью к академическому консультанту."
      ]
    },
    {
      "tag": "учебные_здания",
      "patterns": [
        "Где находится корпус биологии?",
        "Как добраться до лабораторного корпуса?",
        "Какие факультеты находятся в здании 5?",
        "Есть ли кафе в учебных корпусах?",
        "Как узнать расписание работы лабораторий?"
      ],
      "responses": [
        "Корпус биологии расположен рядом с центральной библиотекой. Используйте карту кампуса для навигации.",
        "Чтобы добраться до лабораторного корпуса, следуйте указателям от главного входа или воспользуйтесь навигационным приложением кампуса.",
        "В здании 5 находятся факультеты инженерии, компьютерных наук и математики. Полный список на сайте.",
        "Да, в нескольких учебных корпусах есть кафе и буфеты, где можно перекусить между занятиями.",
        "Расписание работы лабораторий доступно на сайте факультета или через ваш личный кабинет на учебном портале."
      ]
    },
    {
      "tag": "научные_проекты",
      "patterns": [
        "Как участвовать в научных проектах университета?",
        "Какие исследовательские направления доступны?",
        "Как подать заявку на участие в проекте?",
        "Есть ли финансирование для студенческих исследований?",
        "Где можно найти информацию о текущих проектах?"
      ],
      "responses": [
        "Для участия в научных проектах свяжитесь с научным руководителем или посетите страницу исследований на сайте университета.",
        "Доступны исследовательские направления в области биотехнологий, информационных технологий, физики и других наук.",
        "Для подачи заявки заполните форму на нашем научном портале и представьте необходимые документы.",
        "Да, университет предоставляет гранты и стипендии для студентов, участвующих в научных исследованиях.",
        "Информацию о текущих проектах можно найти на сайте факультета или через научный отдел университета."
      ]
    },
    {
      "tag": "образовательные_программы",
      "patterns": [
        "Какие программы двойного диплома предлагает университет?",
        "Есть ли магистерские программы по моему направлению?",
        "Как подать заявку на магистратуру?",
        "Какие преимущества программы двойного диплома?",
        "Сколько времени длится магистратура?"
      ],
      "responses": [
        "Университет предлагает программы двойного диплома совместно с партнёрскими вузами в Европе и Азии. Подробнее на сайте.",
        "Да, магистерские программы доступны по направлениям информатики, экономики, инженерии и другим специальностям.",
        "Для подачи заявки на магистратуру заполните онлайн-форму на нашем сайте и предоставьте необходимые документы.",
        "Программа двойного диплома позволяет получить квалификацию двух университетов и расширить международные связи.",
        "Магистратура длится 2 года и включает курсовую работу, исследования и защиту диссертации."
      ]
    },
    {
      "tag": "партнёрские_университеты",
      "patterns": [
        "Какие университеты являются партнёрами нашего университета?",
        "Как подать заявку на обмен в партнёрский университет?",
        "Есть ли совместные исследовательские программы?",
        "Как узнать о возможностях стажировок за границей?",
        "Какие преимущества обучения в партнёрских университетах?"
      ],
      "responses": [
        "Нашими партнёрами являются университеты из Германии, США, Китая и других стран. Полный список на сайте международных связей.",
        "Для подачи заявки на обмен заполните форму на портале обменных программ и предоставьте необходимые документы.",
        "Да, существуют совместные исследовательские программы в области инженерии, медицины и социальных наук.",
        "Информацию о стажировках за границей можно найти на сайте карьерного центра или через международный офис.",
        "Преимущества включают получение международного опыта, расширение профессиональных контактов и доступ к передовым образовательным ресурсам."
      ]
    },
    {
      "tag": "электронные_курсы",
      "patterns": [
        "Где найти электронные курсы по моей специальности?",
        "Как записаться на онлайн-курс?",
        "Есть ли сертификаты по окончании электронных курсов?",
        "Какие платформы используются для электронного обучения?",
        "Можно ли пройти курс в свободное время?"
      ],
      "responses": [
        "Электронные курсы доступны в разделе 'Онлайн-обучение' на нашем учебном портале.",
        "Для записи на онлайн-курс войдите в систему и выберите интересующий курс, затем нажмите 'Записаться'.",
        "Да, после успешного завершения курса вы получите сертификат, подтверждающий ваши знания.",
        "Мы используем платформы Moodle и Coursera для предоставления электронного обучения.",
        "Да, вы можете проходить курсы в удобное для вас время, так как они доступны 24/7."
      ]
    },
    {
      "tag": "гостиничные_услуги",
      "patterns": [
        "Есть ли гостиница для гостей университета?",
        "Как забронировать номер в гостинице университета?",
        "Какие услуги предоставляет гостиница?",
        "Сколько стоит проживание в гостинице университета?",
        "Есть ли скидки для студентов на проживание?"
      ],
      "responses": [
        "Да, университетская гостиница расположена рядом с главным корпусом и доступна для гостей.",
        "Для бронирования номера посетите сайт гостиницы и заполните форму бронирования или позвоните по телефону +7 (123) 456-7890.",
        "Гостиница предоставляет номера с Wi-Fi, завтраками, конференц-залами и услуги прачечной.",
        "Стоимость проживания начинается от 3 000 рублей за ночь. Точные цены зависят от типа номера и сезона.",
        "Да, студенты могут получить скидку 10% на проживание по предъявлению студенческого билета."
      ]
    },
    {
      "tag": "питание_на_кампусе",
      "patterns": [
        "Где можно поесть на кампусе?",
        "Есть ли фудкорты в университете?",
        "Какие кухни представлены в столовой?",
        "Можно ли заказать еду на дом в кампусе?",
        "Как оплатить питание на кампусе?"
      ],
      "responses": [
        "На кампусе расположены несколько столовых и кафе, где можно поесть в течение дня.",
        "Да, в главном корпусе есть фудкорт с разнообразными кухнями, включая итальянскую, японскую и русскую.",
        "В столовой представлены блюда европейской, азиатской и традиционной русской кухни.",
        "Да, вы можете заказать еду через мобильное приложение кампуса и забрать её в удобное время.",
        "Питание на кампусе оплачивается студенческим билетом, картой или наличными."
      ]
    },
    {
      "tag": "карьерное_развитие",
      "patterns": [
        "Как развить профессиональные навыки?",
        "Какие тренинги проводятся для студентов?",
        "Есть ли менторские программы?",
        "Как найти наставника в своей области?",
        "Какие ресурсы доступны для карьерного роста?"
      ],
      "responses": [
        "Для развития профессиональных навыков участвуйте в тренингах, семинарах и стажировках, предлагаемых карьерным центром.",
        "Мы проводим тренинги по управлению проектами, лидерству, публичным выступлениям и другим навыкам.",
        "Да, у нас есть менторские программы, где опытные специалисты помогают студентам в карьерном развитии.",
        "Для поиска наставника обратитесь в карьерный центр или зарегистрируйтесь в нашей менторской программе на сайте.",
        "Доступны онлайн-курсы, вебинары, консультации с карьерными консультантами и доступ к базе вакансий."
      ]
    },
    {
      "tag": "научные_конференции",
      "patterns": [
        "Когда состоится следующая научная конференция?",
        "Как подать заявку на участие в конференции?",
        "Есть ли гранты для участия в конференциях?",
        "Какие темы обсуждаются на конференциях?",
        "Где можно найти материалы прошлых конференций?"
      ],
      "responses": [
        "Следующая научная конференция состоится 15 ноября на главном корпусе. Подробности на сайте мероприятия.",
        "Для участия заполните регистрационную форму на странице конференции и отправьте тезисы своей работы.",
        "Да, для студентов доступны гранты и стипендии на участие в конференциях. Узнайте подробности у координатора.",
        "Темы конференций включают инновации в науке, технологии, социальные исследования и другие актуальные направления.",
        "Материалы прошлых конференций доступны в разделе 'Архив мероприятий' на сайте университета."
      ]
    },
    {
      "tag": "международные_студенты",
      "patterns": [
        "Как оформить визу для обучения?",
        "Есть ли поддержка для международных студентов?",
        "Какие языковые требования для поступления?",
        "Как адаптироваться к жизни в новом городе?",
        "Какие мероприятия проводятся для иностранных студентов?"
      ],
      "responses": [
        "Для оформления визы вам потребуется паспорт, приглашение от университета и подтверждение финансовой состоятельности. Подробнее на сайте международного отдела.",
        "Да, у нас есть специальные программы поддержки, включая языковые курсы, консультации и мероприятия для международных студентов.",
        "Языковые требования зависят от программы обучения. Обычно требуется подтверждение уровня владения английским или другим языком.",
        "Рекомендуем участвовать в ориентационных программах, знакомиться с однокурсниками и использовать ресурсы международного офиса.",
        "Проводятся культурные вечера, экскурсии, языковые клубы и другие мероприятия для интеграции иностранных студентов."
      ]
    },
    {
      "tag": "психологическая_поддержка",
      "patterns": [
        "Где получить психологическую поддержку?",
        "Как записаться на консультацию к психологу?",
        "Есть ли бесплатные услуги психологической помощи?",
        "Какие программы по поддержке ментального здоровья доступны?",
        "Как сохранить психическое здоровье во время учёбы?"
      ],
      "responses": [
        "Психологическая поддержка доступна в студенческом центре. Свяжитесь с нами по телефону или через сайт для записи.",
        "Для записи на консультацию к психологу заполните форму на нашем сайте или обратитесь лично в студенческий центр.",
        "Да, университет предоставляет бесплатные услуги психологической помощи для всех студентов.",
        "Доступны программы по стресс-менеджменту, тренинги по саморазвитию и групповые терапевтические сессии.",
        "Рекомендуем соблюдать баланс между учёбой и отдыхом, заниматься физической активностью и обращаться за поддержкой при необходимости."
      ]
    },
    {
      "tag": "документы_и_администрация",
      "patterns": [
        "Как получить справку о зачислении?",
        "Где оформить студенческий билет?",
        "Как продлить срок действия студенческого билета?",
        "Какие документы нужны для пересдачи экзамена?",
        "Как сменить факультет?"
      ],
      "responses": [
        "Справку о зачислении можно получить в деканате вашего факультета или через личный кабинет на портале.",
        "Студенческий билет оформляется в студенческом центре после зачисления. Принесите паспорт и подтверждение зачисления.",
        "Для продления срока действия билета обратитесь в студенческий центр за неделю до окончания срока.",
        "Для пересдачи экзамена понадобятся оригиналы и копии ваших документов, включая паспорт и студенческий билет.",
        "Для смены факультета заполните соответствующую форму на сайте университета и предоставьте необходимые документы в деканат."
      ]
    },
    {
      "tag": "бюджет_и_финансы",
      "patterns": [
        "Как составить бюджет на семестр?",
        "Где найти информацию о стипендиях?",
        "Как управлять личными финансами?",
        "Есть ли финансовые консультации для студентов?",
        "Как накопить деньги на учебу?"
      ],
      "responses": [
        "Для составления бюджета на семестр используйте наши шаблоны или обратитесь к финансовому консультанту в студенческом центре.",
        "Информацию о доступных стипендиях можно найти на сайте финансового отдела или у вашего академического консультанта.",
        "Рекомендуем вести учёт доходов и расходов с помощью мобильных приложений и планировать ежемесячные траты.",
        "Да, в студенческом центре проводятся бесплатные финансовые консультации для студентов.",
        "Создавайте сберегательные счета, избегайте ненужных расходов и ищите дополнительные источники дохода, такие как подработки."
      ]
    },
    {
      "tag": "социальные_мероприятия",
      "patterns": [
        "Какие социальные мероприятия проводятся университетом?",
        "Как стать участником клубов и организаций?",
        "Есть ли волонтёрские программы?",
        "Как организовать собственное мероприятие?",
        "Где узнать о предстоящих событиях?"
      ],
      "responses": [
        "Университет регулярно проводит концерты, спортивные соревнования, фестивали и тематические вечера. Подробности на сайте.",
        "Для вступления в клубы и организации посетите раздел 'Клубы и общества' на учебном портале и выберите интересующий вас клуб.",
        "Да, у нас есть волонтёрские программы, которые позволяют участвовать в социальных и экологических проектах.",
        "Для организации собственного мероприятия свяжитесь с офисом студенческих дел и получите необходимую поддержку и ресурсы.",
        "Информацию о предстоящих событиях можно найти на сайте университета, в социальных сетях и через мобильное приложение."
      ]
    },
    {
      "tag": "жилищные_вопросы",
      "patterns": [
        "Как оформить договор аренды жилья?",
        "Есть ли помощь в поиске жилья для студентов?",
        "Какие права арендатора в университете?",
        "Как расторгнуть договор аренды?",
        "Можно ли субарендовать жильё?"
      ],
      "responses": [
        "Для оформления договора аренды жилья обратитесь в юридический отдел или воспользуйтесь шаблонами на нашем сайте.",
        "Да, у нас есть сервис помощи в поиске жилья для студентов. Свяжитесь с офисом по жилищным вопросам.",
        "Арендаторы имеют право на безопасные условия проживания, конфиденциальность и своевременное обслуживание. Подробно в договоре аренды.",
        "Для расторжения договора аренды необходимо уведомить арендодателя за 30 дней и выполнить все условия договора.",
        "Субаренда возможна только с письменного согласия арендодателя. Ознакомьтесь с условиями в договоре аренды."
      ]
    },
    {
      "tag": "бизнес_программы",
      "patterns": [
        "Какие бизнес-программы предлагает университет?",
        "Как подать заявку на участие в бизнес-конкурсе?",
        "Есть ли менторство для стартапов?",
        "Как получить финансирование для своего проекта?",
        "Какие преимущества участия в бизнес-программах?"
      ],
      "responses": [
        "Университет предлагает программы по предпринимательству, инновациям и управлению бизнесом. Подробнее на сайте бизнес-инкубатора.",
        "Для участия в бизнес-конкурсе заполните заявку на странице мероприятия и представьте свой бизнес-план.",
        "Да, мы предоставляем менторство от опытных предпринимателей и экспертов отрасли для участников стартапов.",
        "Финансирование для проектов доступно через гранты, стипендии и инвесторские программы. Подробности на сайте бизнес-инкубатора.",
        "Преимущества включают доступ к ресурсам, менторской поддержке, возможностям для нетворкинга и финансированию."
      ]
    },
    {
      "tag": "развлечения_и_культура",
      "patterns": [
        "Какие культурные мероприятия проводятся университетом?",
        "Где можно посмотреть кино на кампусе?",
        "Есть ли театр или концертный зал?",
        "Как участвовать в студенческих постановках?",
        "Какие выставки проходят в университете?"
      ],
      "responses": [
        "Университет проводит выставки, концерты, театральные постановки и кинопоказы. Подробности на сайте мероприятий.",
        "Кинотеатры на кампусе открыты по субботам и воскресеньям. Расписание доступно на сайте.",
        "Да, у нас есть театр и концертный зал, где регулярно проходят выступления студентов и приглашённых артистов.",
        "Для участия в студенческих постановках свяжитесь с театральным клубом через студенческий портал.",
        "Выставки проводятся в художественной галерее университета. Следите за анонсами на сайте."
      ]
    },
    {
      "tag": "социальные_сети",
      "patterns": [
        "Как подписаться на официальные страницы университета?",
        "Где найти новости университета в социальных сетях?",
        "Можно ли делиться материалами университета онлайн?",
        "Есть ли группа для студентов на Facebook?",
        "Как связаться с университетом через социальные сети?"
      ],
      "responses": [
        "Подпишитесь на наши официальные страницы в ВКонтакте, Facebook, Instagram и Twitter для получения новостей.",
        "Все новости университета публикуются в наших социальных сетях и на официальном сайте.",
        "Да, вы можете делиться материалами университета, соблюдая авторские права и правила использования контента.",
        "Да, у нас есть группа для студентов на Facebook. Присоединяйтесь, чтобы общаться и получать актуальную информацию.",
        "Свяжитесь с нами через личные сообщения в социальных сетях или оставьте комментарий на нашей странице."
      ]
    },
    {
      "tag": "библиотечные_ресурсы",
      "patterns": [
        "Как получить доступ к электронным журналам?",
        "Где найти научные статьи для исследований?",
        "Можно ли взять книги в электронном формате?",
        "Как использовать базы данных библиотеки?",
        "Какие ресурсы доступны для написания дипломной работы?"
      ],
      "responses": [
        "Доступ к электронным журналам предоставляется через ваш личный кабинет на учебном портале.",
        "Научные статьи доступны в разделе 'Ресурсы' нашей библиотеки. Используйте поисковую систему для поиска по ключевым словам.",
        "Да, многие книги доступны в электронном формате. Вы можете скачать их через электронную библиотеку.",
        "Для использования баз данных библиотеки войдите в систему и выберите нужную базу данных из списка доступных ресурсов.",
        "Для написания дипломной работы доступны электронные книги, научные статьи и консультации с библиотекарями."
      ]
    },
    {
      "tag": "международные_мероприятия",
      "patterns": [
        "Какие международные мероприятия проводятся университетом?",
        "Как принять участие в международных конференциях?",
        "Есть ли программы обмена для аспирантов?",
        "Какие международные партнеры участвуют в мероприятиях?",
        "Как зарегистрироваться на международную выставку?"
      ],
      "responses": [
        "Университет проводит международные конференции, семинары и культурные обмены. Подробности на сайте международного отдела.",
        "Для участия в международных конференциях свяжитесь с организаторами через официальный сайт мероприятия.",
        "Да, существуют программы обмена для аспирантов, позволяющие проводить исследования за границей. Уточняйте детали у координатора.",
        "Наши международные партнеры включают университеты из Европы, Азии и Америки, которые активно участвуют в наших мероприятиях.",
        "Для регистрации на международную выставку заполните форму на странице мероприятия и отправьте её до указанного срока."
      ]
    },
    {
      "tag": "электронный_банк",
      "patterns": [
        "Как зарегистрироваться в электронном банке?",
        "Какие услуги доступны в электронном банке?",
        "Как подключить уведомления в мобильном приложении?",
        "Можно ли перевести деньги через интернет-банк?",
        "Как изменить настройки безопасности в электронном банке?"
      ],
      "responses": [
        "Для регистрации в электронном банке скачайте мобильное приложение и следуйте инструкциям на экране.",
        "В электронном банке доступны оплата счетов, переводы, управление картами, просмотр баланса и многое другое.",
        "Для подключения уведомлений перейдите в настройки приложения и выберите нужные типы уведомлений.",
        "Да, вы можете перевести деньги между своими счетами и на счета других банков через интернет-банк.",
        "Для изменения настроек безопасности войдите в раздел 'Безопасность' в приложении и следуйте инструкциям."
      ]
    },
    {
      "tag": "информационные_услуги",
      "patterns": [
        "Где найти информацию о расписании экзаменов?",
        "Как получить доступ к образовательным материалам?",
        "Есть ли FAQ для студентов?",
        "Как связаться с информационным центром?",
        "Какие ресурсы доступны для самоподготовки?"
      ],
      "responses": [
        "Расписание экзаменов доступно на учебном портале в разделе 'Расписание экзаменов'.",
        "Доступ к образовательным материалам предоставляется через ваш личный кабинет на учебном портале.",
        "Да, у нас есть раздел FAQ на сайте, где вы можете найти ответы на часто задаваемые вопросы.",
        "Связаться с информационным центром можно по телефону +7 (123) 456-7891 или через форму обратной связи на сайте.",
        "Для самоподготовки доступны онлайн-курсы, учебные пособия и видеоуроки на нашем образовательном портале."
      ]
    },
    {
      "tag": "дополнительное_образование",
      "patterns": [
        "Какие курсы повышения квалификации доступны?",
        "Как записаться на вечерние курсы?",
        "Есть ли сертификаты по дополнительному образованию?",
        "Какие направления дополнительных курсов?",
        "Где найти расписание дополнительных курсов?"
      ],
      "responses": [
        "Курсы повышения квалификации доступны в областях управления, IT, дизайна и других. Подробнее на сайте.",
        "Для записи на вечерние курсы заполните форму на странице курса или обратитесь в учебный центр.",
        "Да, после завершения курса вы получите сертификат, подтверждающий ваше участие и приобретённые навыки.",
        "Дополнительные курсы охватывают направления от программирования и маркетинга до искусства и управления проектами.",
        "Расписание дополнительных курсов доступно на учебном портале в разделе 'Дополнительное образование'."
      ]
    },
    {
      "tag": "экологические_инициативы",
      "patterns": [
        "Какие экологические проекты реализуются в университете?",
        "Как стать участником экологического клуба?",
        "Есть ли программы по переработке отходов?",
        "Как поддержать экологические инициативы?",
        "Какие мероприятия проводятся для защиты окружающей среды?"
      ],
      "responses": [
        "Университет реализует проекты по переработке отходов, энергосбережению и озеленению кампуса. Подробности на сайте экологического клуба.",
        "Для участия в экологическом клубе заполните форму на нашем сайте или посетите встречи клуба на кампусе.",
        "Да, у нас есть программы по раздельному сбору мусора, компостированию и использованию возобновляемых источников энергии.",
        "Вы можете поддержать экологические инициативы, участвуя в мероприятиях, волонтёрских акциях и распространяя информацию среди студентов.",
        "Проводятся субботники, лекции по экологии, акции по посадке деревьев и другие мероприятия для защиты окружающей среды."
      ]
    },
    {
      "tag": "бизнес_курсы",
      "patterns": [
        "Какие бизнес-курсы доступны для студентов?",
        "Как записаться на курс по маркетингу?",
        "Есть ли онлайн-курсы по бизнес-администрированию?",
        "Какие темы покрывают бизнес-курсы?",
        "Как получить сертификат по бизнес-курсу?"
      ],
      "responses": [
        "Мы предлагаем курсы по маркетингу, управлению проектами, финансовому анализу и предпринимательству. Подробнее на сайте.",
        "Для записи на курс по маркетингу заполните форму на странице курса или свяжитесь с учебным центром.",
        "Да, доступны онлайн-курсы по бизнес-администрированию через нашу образовательную платформу.",
        "Бизнес-курсы охватывают темы от стратегического планирования и управления ресурсами до цифрового маркетинга и финансового менеджмента.",
        "После успешного завершения курса вы получите сертификат, подтверждающий ваши знания и навыки."
      ]
    },
    {
      "tag": "трудоустройство",
      "patterns": [
        "Как найти работу после окончания университета?",
        "Какие ресурсы помогут с поиском работы?",
        "Есть ли карьерные ярмарки для студентов?",
        "Как подготовить резюме для работодателя?",
        "Где найти вакансии для выпускников?"
      ],
      "responses": [
        "Для поиска работы после окончания университета воспользуйтесь карьерным центром и онлайн-платформами для поиска вакансий.",
        "Ресурсы включают карьерный центр, онлайн-банки вакансий, профессиональные сети и стажировки.",
        "Да, мы регулярно проводим карьерные ярмарки, где вы можете встретиться с представителями компаний и узнать о вакансиях.",
        "Рекомендуем использовать чёткий формат, подчеркнуть свои достижения и адаптировать резюме под конкретную вакансию.",
        "Вакансии для выпускников можно найти на сайте карьерного центра, в онлайн-банках вакансий и через профессиональные сети."
      ]
    },
    {
      "tag": "социальные_услуги",
      "patterns": [
        "Какие социальные услуги доступны для студентов?",
        "Как получить помощь в сложной жизненной ситуации?",
        "Есть ли поддержка для студентов с особыми потребностями?",
        "Как оформить социальную стипендию?",
        "Где можно получить консультацию по социальным вопросам?"
      ],
      "responses": [
        "Социальные услуги включают психологическую поддержку, юридические консультации, помощь в трудоустройстве и другие услуги. Подробнее на сайте.",
        "Для получения помощи в сложной жизненной ситуации обратитесь в социальный центр университета или свяжитесь с консультантом.",
        "Да, мы предоставляем поддержку для студентов с особыми потребностями, включая адаптированные учебные материалы и доступ к специализированным ресурсам.",
        "Для оформления социальной стипендии заполните заявку в социальном центре и предоставьте необходимые документы.",
        "Консультации по социальным вопросам доступны в социальном центре университета. Запишитесь на приём через сайт или по телефону."
      ]
    }]}
